<?php
require 'block/header.php';
?>

<section class="wrapper aboutUsSection">
    <div>
        <h2>О компании</h2>
        <p>Куртка — короткое верхнее изделие (одежда), наглухо застёгивающееся.
            Иногда противопоставляется пальто, как длиннополой зимней и/или демисезонной верхней одежде,
            а также мужскому пиджаку и женскому жакету, как верхней одежде в холодную погоду.
            Современные куртки изготавливаются из водоотталкивающих тканей (кожа, деним),
            а также меха и искусственного меха. Часто куртки шьются с утеплённой подкладкой.
            Иногда куртки снабжаются молнией и капюшоном.
            <br><br>
            Существует множество версий происхождения курток,
            однако короткая верхняя тёплая одежда издревле известна у разных народов.
    
            У северных народов она известна с эпохи мезолита (Оленеостровский могильник).
            Курткой-аляской называют традиционную одежду эскимосов, из чего делают вывод,
            что именно они изобрели куртки.
            Традиционная верхняя короткая одежда японцев (хаори или дзюдоги),
            а также русских (зипун) часто классифицируется как куртка.
        </p>
    
        <img src="/img/11.jpg" alt="">
        <p>
            Издревле носили куртки в Европе. В эпоху Средневековья в кожаные куртки
            облачались английские и французские лучники (колет и котарди).
            В эпоху Возрождения куртка стала составной частью испанского костюма.
            В XVII веке их носили мушкетёры, а в XVIII веке — гусары (доломан и ментик) и драгуны.
            Моду на ношение курток в высших сословиях ввёл в 1860 году итальянский революционер Гарибальди,
            причём куртка Гарибальди нередко именовалась блузой или рубашкой и была сделана из алого кашемира.
            <br><br>
            В XX веке получили популярность такие форменные куртки как ватная куртка,
            френч, бушлат и афганка.
        </p>
    </div>
</section>
<section class="secondSectionMap">
    <div class="map wrapper">
        <iframe
            src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d33295.72362067994!2d31.2800526!3d58.562155049999994!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x46beebac1d857499%3A0x555f68857a5d58b2!2z0J3QvtCy0LPQvtGA0L7QtNGB0LrQuNC5INGB0YLRgNC-0LjRgtC10LvRjNC90YvQuSDQutC-0LvQu9C10LTQtg!5e0!3m2!1sru!2sru!4v1664784442400!5m2!1sru!2sru"
            width="100%" height="450" style="border:0;" allowfullscreen="" loading="lazy"
            referrerpolicy="no-referrer-when-downgrade"></iframe>
    </div>
</section>

<?php
require 'block/footer.php';
?>